{
  "EN": {
    "Main page": [
      "Main page",
      "Subatomo Ponds",
      "Visit the Ponds",
      "About the Project",
      "About Oozora Subaru",
      "Language Selection",
      "ENGLISH",
      "SPANISH",
      "INDONESIAN",
      "JAPANESE",
      "PORTUGUESE",
      "Enter the ponds!",
      "About the Project",
      "Oozora Subaru",
      "Youtube channel",
      "Select pond",
      "Prev",
      "Next",
      "This project was created as a gift for Oozora Subaru for her 1 million subscriber milestone. It came to be first as a gift from the Subatomo EN discord server, but we want it to be as a gift from the whole Hololive community as a whole, no borders, no fandom, just the love for Subaru and her duckness.",
      "Shuba Shuba Shuba!",
      "The manager of an MMA club and an E-sports club. A supremely spirited, cheerful, lively girl who can talk to anyone without breaking a sweat. She’s currently practicing her pro-gamer skills.",
      "She is totally not a duck"
    ],
    "UPLOAD": [
      "UPLOAD",
      "Your display name. If left blank, your name will be Subatomo + a generated ID",
      "Your congratulatory message for Subaru",
      " Can we contact you if there are issues with your submission? This is optional.",
      " We will only contact you if there's a problem! ",
      "No",
      "Yes",
      "Your email:",
      "Your discord name and id:",
      "Make sure your",
      "privacy settings",
      "allow us to DM you.",
      "Sound to play when pressed:",
      "Picked Randomly",
      "Ajimaru Kazoo",
      "Chuba Chuba Chuba",
      "Chubaaaaaaa",
      "here we go",
      "Jakajakajanjan",
      "morning shuba",
      "Oyasumi (ASMR)",
      "Quack Quack",
      "secret",
      "Shuba (x4)",
      "Shuba!",
      "Shushushushu",
      "UN",
      "Upload your duck bellow",
      "Uploading duck...",
      "Preview"
    ],
    "TUTORIAL": [
      "Tutorial",
      "Divided by level of knowledge",
      "How do I participate?(and tl;dr)",
      "I don't know anything about anything",
      "I know a little about animation",
      "I know about graphic design",
      "Uploading",
      "FAQ",
      "How do I participate?",
      "Please read this first $link",
      "How do you create an animation?",
      "Animation is the capturing of sequential, static images—drawings or photos of objects—and playing them in rapid succession to mimic real world motion. If you’ve ever seen a flip book, you know how it works.",
      "What is a sprite sheet?",
      "A sprite sheet is one big image that contains all the animations of a character instead of dealing with many single files. For your submission, you will be placing each animation frame next to each other. All frames have the same size, and the animation is aligned in each frame.",
      "The frame order is1>2>1>3>repeat. Frame one is also the idle pose.  This is how the animation looks, at 10 frames per second.",
      "What do I actually do?",
      "We have provided a template for you to draw over and personalize. You are free to draw your own, but you must follow the ",
      "guidelines",
      " and your resulting file must match the ",
      "technical specifications",
      "If you do not have access to image editing software, you can use this website for free and import our template.",
      "https://prominentdetail.github.io/Pixel.Tools/",
      "This website has support for online cooperative drawing, as well as a wacom tablet plugin if you use firefox.",
      "Of course, if you have your own preferred software, you are free to use it.",
      "Note on Piskel",
      "Piskelapp is another browser editor with sprite sheet tools, however we do not recommend you use Piskel if you plan to use our template. Piskel creates aliasing on the imported image, while other editors do not. ",
      "Uploading",
      "Upload ",
      "here",
      "FAQ",
      "Help!!!",
      "Someone in discord is likely willing to help",
      "Can I do __this__?",
      "Not likely, contact us in discord",
      "I have another question not in this FAQ",
      "Contact us in discord",
      "References used:",
      "https://99designs.com/blog/video-animation/what-is-animation/",
      "https://www.codeandweb.com/texturepacker/tutorials/how-to-create-a-sprite-sheet",
      "Click to download"
    ],
    "Advertisement": [
      "Advertisement",
      "Subaru is approaching 1 million subscribers! The Subatomo EN Fan Server has created a webpage to show our support for Subaru, and everyone is invited to participate! It's a little winded to explain through text, so here is a small video to demonstrate what we're working on$LINK TO A VIDEO/GIF/WEBM Every duck is drawn by a Subatomo in the community! We want everyone and anyone to participate!",
      "How do I participate?",
      "tl;dr here",
      "Draw an animated duck for Subaru! We are taking sprite sheet submissions. The technical specifications are ",
      "here.",
      "It's okay if you can't draw! The developers can't either! We have a template duck that you may use . ",
      "here$LINK TO TEMPLATE",
      "If you are unfamiliar with graphic design, we have a small tutorial ",
      "here$LINK TO TUT.",
      "If you absolutely cannot draw anything, we also made a tool where you can drag & drop accessories on to your duck ",
      "$LINK TO EDITOR",
      "When you are ready, go to the ",
      "submission page($LINK TO SUBMISSIONS).",
      "When you choose a file to upload, you should see a preview of how your duck will look. If you don't see anything, it's likely your",
      "technical specifications",
      " are off. When you submit your duck, you won't be able to see it until Subaru's milestone. You can provide your email address with your submission if you would like to be informed if there was anything wrong with your submission. However, if there was something wrong and you don't give us contact info, it will be lost to the void.",
      "TLDR:",
      "Go to",
      "submission page$LINK TO SUBMISSIONS",
      "and submit us a sprite sheet with",
      "these specs",
      " a personalized duck, along with your name (optional). Be sure to follow the ",
      "guidelines.$LINK TO GUIDELINES",
      "Please do not share it on Twitter with Subaru’s art tag."
    ],
    "GUIDELINES": [
      "GUIDELINES",
      "Subaru Milestone Submission Rules & Guidelines",
      "If you made it to this page without knowing what's going on,",
      "read this first",
      "Basic common sense rules apply - no references to religion or politics, no swear words, slurs, etc. or any combination of letters, numbers, characters, symbols, etc. that can be interpreted as such.  If your name or message would get covered by an ambulance in Sausage Legends it will be rejected.",
      "Name",
      "Your name is restricted to under 16 characters.",
      "Special characters such as -_():; etc. are accepted, but if it is obnoxious we will reject it.",
      "Please only use a language that we are supporting (EN, JP, ID, ES, PT, NL). If you submit in another language it may be rejected.",
      "Message",
      "Less than 128 characters long, all above rules apply",
      "Duck",
      "Your submission must be a duck. It's okay if it kind of looks like a chicken or another bird.",
      "Position your duck towards the bottom of the frame, similar to our template.",
      "Avoid drawing near the legs, the ducks will be swimming. When they move to land, we add legs via code.",
      "You are not required to use our provided template. You can preview how your duck will look in the upload page.",
      "Please keep your duck theme consistent across each frame",
      "You may have more than one submission.",
      "FAQ",
      "How do I know if my submission is accepted?",
      "You can assume it was accepted. However, if there was something wrong, we will contact you and tell you what was wrong (if you provided your contact info).",
      "When will we be able to see the finished project?",
      "The web page with all of the submissions will be publicly released as close to Subaru's 1 million subscriber milestone as possible. Keep an eye out for posts on Discord and SNS.",
      "Can I post my submission on Twitter using Subaru's art tag, or Reddit?",
      "Please keep it a secret! Subaru checks her art tag daily, and she has mentioned that she checks Reddit sometimes. We want it to be a surprise. You may share your designs on Discord!",
      "Can I just paste something on the duck?",
      "Yes, if the clip art is royalty free. You can use our provided assets as well. Don't steal anyone's artwork.",
      "I can't draw, but I still want to show my support!",
      "We made it as easy as possible to submit something with our $LINK TO EDITOR. If you have spent the time to read the instructions thus far, you can also spend 2 minutes dragging some accessories on a duck.",
      "I don't have drawing software!",
      "There are options, visit the",
      "tutorial.($LINK TO TUT)",
      "You can also use our editor, but it is feature limited.",
      "LINK $link to editor",
      "I can draw on paper, can I just submit a picture?",
      "Unfortunately, you have to meet the ",
      "technical specifications",
      ". Feel free to ask the community to see if someone is willing to redraw your art in graphic form.",
      "Can I draw more animation frames?",
      "We would like the animation to be uniform across the site, so unfortunately no. ",
      "I have another fanmade creation to celebrate, can you add it?",
      "If it can fit in some way to the main project, we can try! At the very least, we can link to your creation separately!",
      "Can I help in some other way?",
      "Contact us in discord!",
      "I don't use Discord, is there another way to contact you?",
      "subatomoen(at)gmail(dot)com . "
    ],
    "Links": [
      "Links:",
      "Main application page Will be released when it's near her milestone! ",
      "Submission Page$LINK TO SUBMISSIONS ",
      "Tutorial",
      "Template",
      "Guidelines",
      "Advertisement Page"
    ],
    "Technical Specifications": [
      "Technical Specifications:",
      "400x400 sprite sheet (4 frames at 200x200). Animation runs at 10 frames per second.",
      "Duck should face to the right ->",
      "Align bottom of duck to bottom of each frame.",
      ".png format with background transparency (it will be reduced to PNG-8)",
      "Under 100KB file size",
      "!END"
    ]
  },
  "ES": {
    "Main page": [
      "~NOT YET TRANSLATED~",
      "Lagos de Subatomos",
      "Visita los estanques ",
      "Acerca del proyecto",
      "Acerca de Oozora Subaru",
      "Seleccione el idioma",
      "Inglés",
      "Español",
      "Indonesio",
      "Japonés",
      "Portugués",
      "\"¡Visita los estanques!\",",
      "Acerca del proyecto",
      "Oozora Subaru",
      "Canal de YouTube",
      "Seleccione estanque",
      "Anterior",
      "Siguiente",
      "Este proyecto fue creado como un regalo para Oozora Subaru por conseguir un millón de subscriptores en YouTube. Al principio iba a ser un regalo del servidor de discord Subatomo EN, pero  queremos que sea un regalo de toda la comunidad de Hololive unida, sin fronteras, sin fandom,  solo el amor hacia Subaru  y su \"patificencia\"",
      "Shuba Shuba Shuba!",
      "La manager de un club de MMA y uno de E-Sports. Una chica sorprendentemente llena de espíritu, alegre y dinámica que puede hablar con cualquiera sin derramar ni una gota de sudor. Actualmente está practicando sus habilidades pro-gamer.",
      "Definitivamente ella no es un pato"
    ],
    "UPLOAD": [
      "~NOT YET TRANSLATED~",
      "Nombre a enseñar. En caso de dejar en blanco, tu nombre será Subatomo + una ID aleatoria",
      "Tu mensaje de felicitaciones a Subaru",
      "¿Podemos contactarte si hay problemas con lo que subiste? Esto es opcional",
      "¡Solo te contactaremos si hay un problema!",
      "No",
      "Sí",
      "Tu correo electrónico:",
      "Tu nombre en discord e ID:",
      "Asegurate de que tus",
      "ajustes de privacidad",
      "nos permitan enviarte un mensaje directo.",
      "Sonido a reproducir cuando es presionado:",
      "Elegido aleatoriamente.",
      "Ajimaru Kazoo",
      "Chuba Chuba Chuba",
      "Chubaaaaaaa",
      "Aquí vamos",
      "Jakajakajanjan",
      "morning shuba",
      "Oyasumi (ASMR)",
      "Quack Quack",
      "secret",
      "Shuba (x4)",
      "Shuba!",
      "Shushushushu",
      "UN",
      "Sube tu pato debajo",
      "Subiendo pato...",
      "Muestra"
    ],
    "TUTORIAL": [
      "Tutorial",
      "Dividido por nivel de conocimiento",
      "¿Cómo puedo participar? (y tl;dr)",
      "No sé nada de nada",
      "Conozco un poco de animación",
      "Sé de diseño gráfico",
      "Subiendo",
      "FAQ",
      "¿Cómo puedo participar?",
      "Por favor lea este primer link",
      "¿Cómo creas una animación?",
      "Animación es la captura de imagenes estáticas en secuencia -dibujos o fotos de objetos- siendo reproducidos en una sucesión rápida para imitar el movimiento en la vida real. Si alguna vez has visto un flip book sabrás como funciona.",
      "¿Qúe es una Sprite Sheet?",
      "Una Sprite Sheet es una imagen grande que contiene todas las animaciones de un personaje en vez de tener muchos archivos. Para tu propuesta, estarás colocando cada cuadro de animación uno al lado de otro. Todos los cuadros tienen el mismo tamaño, y la animación es alineada en cada cuadro.",
      "El orden de los cuadros es 1>2>1>3>repite. El cuadro uno es también la pose inactiva. Así es como se ve la animación a 10 cuadros por segundo.",
      "¿Qué es lo que realmente hago?",
      "Disponemos de una plantilla para que puedas dibujar y personalizar. Eres libre de dibujar lo que quieras, pero debes seguir las ",
      "pautas",
      "y tú archivo resultante deberá cumplir las",
      "especificaciones técnicas",
      "Si no tienes acceso a una aplicación de edición de imagenes, puedes ustar este sitio web gratis e importar nuestra plantilla.",
      "https://prominentdetail.github.io/Pixel.Tools/",
      "Este sitio web tiene soporte para dibujo on-line cooperativo, así cómo un plug-in de Wacom si empleas Firefox.",
      "Por supuesto, si dispones de otro software que te guste más, eres libre de usarlo.",
      "Acerca de Piskel",
      "Piskelapp es otro navegador-editor con herramientas de sprite sheet, sin embargo no  recomendamos que lo uses si planeas usar nuestra plantilla. Piskel crea escalonamiento en la imágen importada, mientrás que otros editores no.",
      "Subiendo",
      "Subido",
      "aquí",
      "Preguntas frecuentes",
      "¡¡¡Ayuda!!!",
      "Es muy probable que alguien de discord esté dispuesto a ayudar.",
      "Puedo hacer_esto_?",
      "Probablemente no, contáctanos en Discord.",
      "Tengo otra pregunta que no está en este FAQ",
      "Contáctanos a través Discord",
      "Referencias usadas:",
      "https://99designs.com/blog/video-animation/what-is-animation/",
      "https://www.codeandweb.com/texturepacker/tutorials/how-to-create-a-sprite-sheet",
      "Click para descargar."
    ],
    "Advertisement": [
      "Anuncio",
      "¡Subaru se está acercando a 1 millón de subscriptores! El servidor de fans Subatomo EN ha creado una página web para mostrar nuestro apoyo hacía Subaru ¡Y todos están invitados a participar! Es un poco complicado de explicar por escrito, así que aquí hay un pequeño video para mostrar en lo que hemos estado trabajando $LINK ¡Cada pato ha sido dibujado por un Subatomo en la comunidad! ¡Queremos que todo el mundo participe!",
      "¿Cómo participo?",
      "Resumen aquí:",
      "¡Dibuja un pato animado para Subaru! Estamos tomando propuestas de Sprite Sheet. Las especificaciones técnicas son:",
      "aquí.",
      "¡No pasa nada si no sabes dibujar! ¡Los desarrolladores tampoco pueden! Tenemos una plantilla de un pato que puedes utilizar.",
      "aquí.",
      "Si no estás acostumbrado con el diseño gráfico, tenemos un pequeño tutorial.",
      "aquí.",
      "Si definitivamente no puedes dibujar nada, tambien hicimos una herramienta que te permite poner accesorios a tu pato",
      "Cuando estés listo, ve a la",
      "página de propuestas",
      "Cuando escojas un archivo a subir, deberías ver una vista previa de como se verá tu pato. Si no puedes ver nada, podrían ser que tus",
      "especificaciones técnicas",
      "están apagadas. Cuando envies a tu pato, no podrás verlo hasta que Subaru logre la meta. Puedes enviarnos tu dirección de email con tu propuesta si te gustaría ser informado en caso de que hubiera algún problema con tu propuesta. Sin embargo, si se presenta un problema y no has dado tu información de contacto, se perdera en el vacío.",
      "En resumen:",
      "Ve a",
      "~NOT YET TRANSLATED~",
      "y envíanos una Sprite Sheet con",
      "estas especificaciones",
      "un pato personalizado, además de tu nombre (opcional). Asegurate de leer las pautas.",
      "guía $LINK TO GUIDELINES",
      "Por favor no compartir en Twitter con el tag de arte para Subaru."
    ],
    "GUIDELINES": [
      "GUÍA",
      "Meta de Subaru Reglas y Guías para Solicitudes",
      "Si llegaste a esta pagina sin saber que está pasando",
      "lee esto primero",
      "Usa el sentido común - no hagas referencias a religión o política, no uses insultos, palabras ofensivas, etc. o cualquier combinación de letras, números, carácteres, símbolos, etc. que puedan ser interpretado cómo tal. Si tu nombre o mensaje sería cubierto con una ambulancia en Sausage Legends, será rechazado.",
      "Nombre",
      "Tú nombre esta restringido a menos de 16 carácteres.",
      "Carácteres especiales cómo -_():; etc. serán acceptados, pero si es fastidioso lo rechazaremos.",
      "Por favor solo usa un lenguaje que estamos apoyando (EN, JP, ID, ES, PT, NL). Si usas otro lenguaje puede ser rechazado.",
      "Mensaje",
      "Menos de 128 carácteres, todas las reglas anteriores aplican.",
      "Pato",
      "Tu entrega debe ser un pato. Está bien si parece una gallina o algún otro pajaro.",
      "Coloca tu pato cerca del fondo del marco, igual que en nuestra plantilla.",
      "Evita dibujar cerca de los pies porque los patos estarán nadando. Cuando se desplacen a tierra les agregaremos pies usando código.",
      "No será necesario usar nuestra plantilla. Puedes ver cómo se verá tu pato en la pagina de subida.",
      "Por favor manten el tema de tu pato consistente atra vez de cada marco.",
      "Puedes entregar más de un pato.",
      "Preguntas frecuentes",
      "¿Cómo sabré si mi entrega fue acceptada?",
      "Puedes asumir que fue aceptada. Sin embargo, si hay qualquier problema te contactaremos y te diremos lo que estaba mal (si aportaste tu información de contacto)",
      "¿Cuando podremos ver el proyecto finalizado?",
      "La pagina web con todas las entregas será visible para el público tan pronto como Subaru alcance el millón de subscripciones.Estate a tento a las redes sociales.",
      "¿Puedó subir mi entrega a Twitter con el tag de arte de Subaru o a Reddit?",
      "¡Por favor mantenlo secreto! Subaru revisa su arte al diario, y ha mencionado que visita a Reddit en ocasiones. Queremos que sea una sorpresa ¡Puedes compartir tus diseños en Discord!",
      "¿Puedo agregarle algo al pato?",
      "Sí, si el arte no tiene marca de agua. Puedes usar los de nuestra propiedad también. No te robes el arte de otras personas.",
      "¡No puedo dibujar, pero aún así quiero mostrar mi apoyo!",
      "Lo hemos hecho lo más facil posible para que entregues algo con nuestro $LINK TO EDITOR. Si te has tomado el tiempo para leer las instrucciones hasta ahora, también puedes tomarte un par minutos para arrastrar algunos accesorios a un pato.",
      "¡No tengo software para dibujar!",
      "Hay opciones, visita el",
      "tutorial.($LINK TO TUT)",
      "También puedes usar nuestro editor, pero tiene funcionalidad limitada.",
      "link",
      "Puedo dibujar en papel ¿Es posible subir una foto?",
      "Desafortunadamente, tienes que cumplir las ",
      "Especificaciones técnicas",
      "Siéntete libre de preguntar a la comunidad para ver si alguien está dispuesto a redibujar tu arte en forma gráfica",
      "¿Puedo dibujar más cuadros de animación? ",
      "Nos gustaría que las animaciones sean consistentes a lo largo de la página, así que desafortunadamente no.",
      "Tengo otros Fanmade creados para celebrar, ¿Pueden añadirlo?",
      "Si de alguna manera encaja con el proyecto principal, ¡podemos intentarlo! Como minimo, podemos adjuntar tu creacion por separado",
      "¿Puedo ayudar de alguna otra manera?",
      "¡Contáctanos en discord!",
      "No uso discord. ¿Hay alguna otra manera de contactarlos?",
      "subatomoen(at)gmail(dot)com . "
    ],
    "Links": [
      "Links:",
      "¡La aplicación de la página principal estará disponible cuando esté cerca de su Meta!",
      "Página de Entregas$LINK TO SUBMISSIONS",
      "Tutorial",
      "Plantilla",
      "Pautas",
      "Página de anuncios"
    ],
    "Technical Specifications": [
      "Especificaciones Técnicas:",
      "Sprite sheet de 400x400 (4 frames de 200x200). La animación correrá a 10 frames por segundo.",
      "El pato debe estar mirando a la derecha ->",
      "Alinea la parte baja del pato a la parte baja de cada frame",
      "Formato .png con fondo transparente (será reducido a PNG-8)",
      "El tamaño del archivo debe ser menor a 100KB",
      "!END"
    ]
  },
  "ID": {
    "Main page": [
      "Halaman Utama",
      "Kolam Subatomo",
      "Kunjungi Kolam",
      "Tentang Proyek",
      "Tentang Oozora Subaru",
      "Pilihan Bahasa",
      "Inggris",
      "Spanyol",
      "Indonesia",
      "Jepang",
      "Portugis",
      "Masuk ke kolam!",
      "Tentang Proyek",
      "Oozora Subaru",
      "Channel Youtube",
      "Pilih Kolam",
      "Sebelum",
      "Sesudah",
      "Proyek ini diciptakan sebagai sebuah hadiah kepada Oozora Subaru karena telah mencapai 1 juta subscriber. Awalnya ini merupakan hadiah dari Server Discord Subatomo EN, namun kami ingin menjadikan proyek ini sebagai hadiah dari seluruh komunitas Hololive, tanpa batasan, tanpa fandom, hanya rasa cinta pada Subaru dan keimutannya.",
      "Shuba Shuba Shuba!",
      "Seorang manager klub MMA dan E-sports. Seorang gadis yang bersemangat, ceria, dan girang yang dapat berbicara dengan siapapun. Dia sedang melatih kemampuan bermain video gamenya",
      "Dia pastinya bukan seekor bebek"
    ],
    "UPLOAD": [
      "~NOT YET TRANSLATED~",
      "Nama kamu. Jika dikosongkan, namamu akan menjadi Subatomo + ID acak",
      "Pesan selamat untuk Subaru",
      "Bisakah kami menghubungi kamu jika ada masalah dengan kirimanmu? ini opsional",
      "Kami akan menghubungi kamu jika ada masalah!",
      "Tidak",
      "Ya",
      "Email kamu:",
      "Nama discord dan ID kamu:",
      "Pastikan ",
      "Setelan privasi kamu",
      "Mengizinkan kami untuk DM kamu",
      "Suara yang diputar ketika bebek ditekan",
      "Terpilih secara acak",
      "Ajimaru Kazoo",
      "Chuba Chuba Chuba",
      "Chubaaaaaaa",
      "here we go",
      "Jakajakajanjan",
      "morning shuba",
      "Oyasumi (ASMR)",
      "Quack Quack",
      "secret",
      "Shuba (x4)",
      "Shuba!",
      "Shushushushu",
      "UN",
      "Unggah bebek kamu di bawah",
      "Mengunggah bebek...",
      "Pratinjau"
    ],
    "TUTORIAL": [
      "Tutorial",
      "Dipisah berdasarkan tingkat pengetahuan",
      "Bagaimana cara saya ikut serta? (dan tl;dr)",
      "Aku tidak tahu apa-apa",
      "Aku tahu sedikit tentang animasi",
      "Aku tahu tentang desain grafis",
      "Unggah",
      "FAQ",
      "Bagaimana cara saya ikut serta?",
      "Baca tautan ini dulu ya! $link",
      "Bagaimana caranya membuat animasi?",
      "Animasi adalah sebuah proses pengambilan gambar statis yang berurutan — gambar atau foto objek — dan pemutarannya secara berurutan untuk meniru sebuah gerakan. Cara kerjanya seperti flip book.",
      "Apa itu sprite sheet?",
      "Sprite sheet adalah sebuah gambar besar yang mengandung animasi dari sebuah karakter sebagai alternatif dari menyimpan banyak gambar untuk setiap frame animasi. Kamu akan meletakkan setiap frame animasi kamu disamping yang lain. Semua frame memiliki ukuran yang sama, dan animasinya disesuaikan untuk setiap frame",
      "Urutan framenya adalah 1>2>1>3 dan berulang. Frame pertama adalah pose diam. Ini adalah bentuk animasi pada 10 frame per detik",
      "Apa yang harus saya lakukan?",
      "Kami sudah menyediakan template yang bisa kamu gambar sesuai keinginanmu. Kamu bebas menggambar apapun, selama kamu mengikuti",
      "pedoman",
      "dan file hasil gambarmu harus mengikuti",
      "spesifikasi Teknis",
      "Jika kamu tidak memiliki akses ke perangkat lunak edit gambar, kamu dapat menggunakan website ini dengan gratis dan mengimpor templat kami",
      "https://prominentdetail.github.io/Pixel.Tools/",
      "Website ini mendukung proses menggambar kolaboratif secara online. Selain itu, website ini juga mendukung plugin wacom tablet dengan menggunakan browser Firefox",
      "Tentu saja kamu dapat menggunakan software pilihanmu jika kamu memilikinya.",
      "Catatan mengenai Piskel",
      "Pikselapp adalah editor lain yang memiliki alat yang mendukung sprite sheet. Akan tetapi, kami tidak menyarankan kamu menggunakan Piskel apabila kamu ingin menggunakan template yang sudah disediakan. Piskel menciptakan aliasing pada gambar yang diimpor, sementara editor lain tidak.",
      "Mengunggah",
      "Unggah",
      "di sini",
      "Tanya Jawab",
      "Minta Bantuan",
      "Seseorang di Discord kami dapat membantu kamu",
      "Apakah aku bisa melakukan __this__?",
      "Kemungkinan tidak, hubungi kami lewat Discord",
      "Aku punya pertanyaan lain yang tidak ada di Tanya Jawab ini",
      "Hubungi kami lewat discord",
      "Referensi",
      "https://99designs.com/blog/video-animation/what-is-animation/",
      "https://www.codeandweb.com/texturepacker/tutorials/how-to-create-a-sprite-sheet",
      "~NOT YET TRANSLATED~"
    ],
    "Advertisement": [
      "Pengumuman",
      "Subaru sedang mendekati 1 juta Subscriber! Server Discord Subatomo EN telah menciptakan sebuah laman web untuk menunjukkan dukungan kami kepada Subaru, dan semuanya diundang untuk ikut serta! Ini sedikit sulit untuk dijelaskan melalui teks, jadi ini sebuah video singkat untuk memberi contoh apa yang kami sedang kerjakan. $LINK VIDEO/GIF/WEBM. Setiap bebek digambar oleh Subatomo dalam komunitas! Kami ingin semua untuk ikut serta!",
      "Bagaimana cara aku ikut serta?",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "Tidak apa-apa kalau kamu tidak bisa menggambar! Para developer juga tidak bisa! Kami memiliki template bebek yang bisa kamu gunakan.",
      "di sini$LINK TO TEMPLATE",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "Jika kamu benar-benar tidak dapat menggambar apapun, kami juga menciptakan alat dimana kau dapat menyeret dan memasang aksesoris pada bebekmu",
      "Sudah siap? Kalau sudah, kunjungi ",
      "halaman pengumpulan($LINK TO SUBMISSIONS).",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "Pergi ke",
      "halaman pengumpulan($LINK TO SUBMISSIONS).",
      "dan berikan sprite sheet anda pada kami dengan",
      "spesifikasi berikut",
      "Seekor bebek yang sudah didekorasi, beserta nama kamu (opsional). Pastikan untuk mengikuti",
      "ketentuan. $LINK TO GUIDELINES",
      "~NOT YET TRANSLATED~"
    ],
    "GUIDELINES": [
      "Pedoman",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "Hubungi kami lewat Discord!",
      "Aku tidak punya Discord. Apakah ada cara lain untuk menghubungi kalian?",
      "subatomoen(at)gmail(dot)com . "
    ],
    "Links": [
      "~NOT YET TRANSLATED~",
      "Halaman aplikasi utama akan dibuka mendekati milestone Subaru!",
      "Halaman Pengumpulan$LINK TO SUBMISSION",
      "Tutorial",
      "Template",
      "Pedoman",
      "Halaman Iklan"
    ],
    "Technical Specifications": [
      "Spesifikasi teknis",
      "Sprite sheet berukuran 400x400 (4 frame berukuran 200x200). Animasi bergerak 10 frame per detik",
      "Bebek harus menghadap ke kanan ->",
      "Luruskan bagian bawah bebek dengan bagian bawah frame",
      "Format .png dengan latar belakang transparan",
      "Ukuran lebih kecil dari 100KB",
      "!END"
    ]
  },
  "PT": {
    "Main page": [
      "Página principal",
      "Lagoa dos Subatomos",
      "Visite as Lagoas",
      "Sobre o Projeto",
      "Sobre Oozora Subaru",
      "Seleção de Idioma",
      "Inglês",
      "Espanhol",
      "Indonésio",
      "Japonês",
      "Português",
      "Entre na lagoa!",
      "Sobre o Projeto",
      "Oozora Subaru",
      "Canal do Youtube",
      "Escolha a lagoa",
      "Anterior",
      "Seguinte",
      "Este Projeto foi criado como um presente para Oozora Subaru ao alcançar 1 milhão de inscritos. Foi iniciado como um presente do Subatomo EN discord server, mas nós queremos que esse presente seja algo feito pela comunidade Hololive como um todo, sem limite de bordas, sem fandom, só o amor à Subaru e a patisse dela.",
      "Shuba Shuba Shuba!",
      "Gerente do clube de MMA e de um clube de E-sports. Uma garota extremamente alegre, energética e motivada que conversa com qualquer pessoa sem nenhum problema. Ela está atualmente praticando as suas habilidades de pro-gamer.",
      "Ela com certeza não é um pato"
    ],
    "UPLOAD": [
      "~NOT YET TRANSLATED~",
      "Nome que será mostrado. Se deixar em branco, seu nome será Subatomo + um número de ID gerado",
      "Sua mensagem de parabéns para a Subaru",
      "Podemos te contatar caso haja problemas com seu envio? Isso é opcional.",
      "Só te contataremos se houver problema!",
      "Não",
      "Sim",
      "Seu e-mail:",
      "Seu nome no Discord e ID",
      "Tenha certeza que suas",
      "configurações de privacidade",
      "permitam que te enviemos uma mensagem direta.",
      "Som a ser tocado quando pressionado:",
      "Escolhido aleatoriamente",
      "Kazoo de \"Ajimaru\"",
      "Chuba Chuba Chuba",
      "Chubaaaaaaa",
      "Vamos lá",
      "Jakajakajanjan",
      "Bom dia shuba",
      "Boa noite (ASMR)",
      "Quá Quá",
      "segredo",
      "Shuba (x4)",
      "Shuba!",
      "Shushushushu",
      "UN",
      "Envie seu pato abaixo",
      "Enviando pato...",
      "Prévia"
    ],
    "TUTORIAL": [
      "Tutorial",
      "Dividido por nível de conhecimento",
      "Como eu participo? (e resumo)",
      "Eu não sei nada de nada",
      "Conheço um pouco de animação",
      "Sei sobre Design Gráfico",
      "Enviando",
      "Perguntas Frequentes",
      "Como eu participo?",
      "Por favor, leia esse $link primeiro",
      "Como eu crio uma animação?",
      "Animação é a captura de uma sequência de imagens estáticas - desenhos ou foto de objetos - e reproduzindo-as em sequência rápida para imitar movimento da vida real. Se você conhece flipbook, você sabe como funciona.",
      "O que é um sprite sheet?",
      "Um sprite sheet é uma imagem grande onde ficam todas as imagens da animação do personagem (cada imagem é chamada de frame), ao invés de fazer várias imagens separadas sozinhas. No seu envio, você terá que colocar cada frame da sua animação um ao lado do outro. Todos os frames terão o mesmo tamanho, e a animação alinhada em cada frame.",
      "A ordem de frames são 1>2>1>3>repete. O primeiro frame também é o frame de posição parada. Assim que a animação se parece, a 10 frames por segundo.",
      "O que eu realmente faço?",
      "Nós damos um template para você desenhar por cima e personalizar. Você está livre para fazer sua própria versão original, mas você terá que seguir as nossas",
      "orientações",
      "e o arquivo final precisa cobrir às nossas",
      "especificações técnicas",
      "Se você não tem acesso à algum programa de edição de imagem, você pode usar esse site gratuito e importar nosso template.",
      "https://prominentdetail.github.io/Pixel.Tools/",
      "Esse site tem suporte à desenho cooperativo simultâneo, e também à plugin de mesa digitalizadora Wacom se você usa Firefox.",
      "Obviamente, você pode usar o seu próprio programa, fique à vontade.",
      "Nota sobre Piskel",
      "Pìskelapp é outro programa de edição no navegador com ferramentas para sprite sheet, mas não recomendamos usar Piskel se você tem intenção de usar nosso template. Piskel gera aliasing na imagem importada, enquanto outros programas não (o que pode causar resultados indesejáveis)",
      "Enviando",
      "Envie",
      "aqui",
      "Perguntas Frequentes",
      "Me Ajuda!!!",
      "Alguém no discord provavelmente vai estar disposto a te ajudar",
      "Eu posso fazer __isso__?",
      "Provavelmente não, nos contate pelo discord",
      "Eu tenho outra pergunta que não está aqui.",
      "Nos contate através do discord",
      "Referências usadas",
      "https://99designs.com/blog/video-animation/what-is-animation/",
      "https://www.codeandweb.com/texturepacker/tutorials/how-to-create-a-sprite-sheet",
      "~NOT YET TRANSLATED~"
    ],
    "Advertisement": [
      "Anúncio",
      "Subaru está chegando nos 1 milhão de inscritos! O Subatomo EN Fan Server criou um site para mostrar o nosso suporte à Subaru, e todo mundo está convidado a participar! É um pouco complicado explicar em texto, então aqui está um pequeno vídeo para demonstrar o que estamos fazendo $LINK TO A VIDEO/GIF/WEBM Todo pato é desenhado por um Subatomo da comunidade! Nós queremos que toda e qualquer pessoa participe!",
      "Como eu faço para participar?",
      "resumo aqui",
      "Desenhe uma animação de pato para a Subaru! Nós estamos coletando sprite sheets para a participação. As especificações técnicas estão",
      "aqui.",
      "Tudo bem se você não desenha bem! Nossos desenvolvedores também não! Nós temos um template de pato para você usar.",
      "aqui $LINK TO TEMPLATE",
      "Se você não está acostumado com design gráfico, nós temos um pequeno tutorial",
      "aqui $LINK TO TUT",
      "Se você não consegue desenhar absolutamente nada, nós fizemos uma ferramenta que você pode arrastar e colocar acessórios no seu pato",
      "Quando estiver pronto, vá para a",
      "página de envio($LINK TO SUBMISSIONS)",
      "Quando for escolher um arquivo para enviar, você vai ver uma prévia de como seu pato vai ficar. Se não ver nada, é porque suas",
      "especificações técnicas",
      "não batem com as orientações. Quando você for enviar seu pato, você não verá ele até a Subaru chegar a 1 milhão de inscritos. Você pode nos passar seu e-mail de contato com o seu arquivo para verificarmos se há algo de errado com ele. No entanto, se houver algo de errado e você não nos fornecer um e-mail de contato, ele será perdido para sempre sem aparecer no projeto.",
      "Resumo:",
      "Vá para",
      "pégina de envio",
      "e envie seu Sprite Sheet com",
      "estas especificações",
      "um pato personalizado, junto com seu nome (opcional). Tenha certeza de seguir",
      "as orientações.",
      "Por favor não compartilhe no Twitter com o hashtag de arte da Subaru."
    ],
    "GUIDELINES": [
      "ORIENTAÇÕES",
      "Regras e Orientações do Envio do projeto",
      "Se você chegou a essa página sem entender o que está acontecendo,",
      "leia isso primeiro",
      "Regras básicas de bom senso se aplicam aqui - Sem referências religiosas ou políticas, sem xingamentos, palavas de baixo calão e etc. Ou qualquer combinação de letras, números e simbolos que possam ser interpretados como tal. Por exemplo, se o nome que você colocar for um nome em que a Subaru censuraria no Sausage Legends, ele será rejeitado.",
      "Nome",
      "Seu nome é limitado a 16 caracteres.",
      "Caracteres especiais como -_():; são aceitos, mas se for muito incômodo ele será rejeitado.",
      "Por favor, use somente as línguas que temos suporte (inglês, japonês, indonésio, espanhol, português e holandês). Se você mandar em qualquer outra língua talvez será rejeitado.",
      "Mensagem",
      "Menos que 128 caracteres, as regras anteriores também se aplicam aqui",
      "Pato",
      "Seu envio precisa ser um pato. Tudo bem se parecer com uma galinha ou qualquer outra ave.",
      "Posicione seu pato na parte inferior do frame, similar ao nosso template.",
      "Evite desenhar ao redor dos pés, os patos estarão nadando. Quando eles estiverem no chão, adicionaremos pernas através de nosso código.",
      "Você não é obrigado a usar o nosso template oferecido. Você poderá ver uma prévia do pato na nossa página de upload do envio.",
      "Por favor mantenha o tema do pato consistente durante os frames",
      "Você pode mandar mais que um envio.",
      "Perguntas Frequentes",
      "Como vou saber se meu envio foi aceito?",
      "Você pode assumir que foi aceito. Mas se tiver algo de errado, nós te contataremos e diremos o que tem de errado. (Contanto que você nos passe suas informações de contato)",
      "Quando poderei ver o projeto finalizado?",
      "O site com todos os envios estará disponível ao público o mais próximo possível de quando a Subaru chegar aos 1 milhão de inscritos. Fique de olho nos posts de nosso Discord ou no seu contato fornecido.",
      "Posso postar meu envio no Twitter usando o tag de arte da Subaru, ou no Reddit?",
      "Por favor mantenha segredo! Subaru checa sua tag de arte diariamente, e mencionou chegar o Reddit as vezes. Nós queremos que isso seja uma surpresa. Mas você pode compatilhar seu design no Discord!",
      "Eu posso só colocar alguma coisa em cima do pato?",
      "Sim, se for algo sem qualquer tipo de infringimento. Também estão disponíveis nossos próprios acessórios. Só não roube artwork de alguém por aí.",
      "Eu não consigo desenhar, mas quero dar meu apoio!",
      "Deixamos o mais fácil possível para se enviar com o nosso $LINK TO EDITOR.  Se você teve tempo de ler tudo até agora, você também consegue fazer seu próprio pato, colocando alguns acessórios nele.",
      "Eu não tenho programa para desenhar!",
      "Nós oferecemos algumas opções, visite o",
      "tutorial.($LINK TO TUT)",
      "Você também pode usar nosso editor, mas possui recursos limitados",
      "link",
      "Eu sei desenhar no papel, posso simplesmente enviar um desenho?",
      "Infelizmente você tem que atender às",
      "especificações técnicas",
      ". Sinta-se à vontade para perguntar na comunidade se alguém está disposto a redesenhar a sua arte em forma gráfica",
      "Posso desenhar mais frames de animação?",
      "Nós gostariamos que a animação seja uniforme no site todo, então infelizmente não.",
      "Tenho outra criação feita para a celebração, pode adicioná-la?",
      "Se essa se encaixar no projeto principal, tentaremos! Ao menos, podemos adicionar sua criação separadamente!",
      "Posso ajudar de alguma outra forma?",
      "Nos contate pelo discord!",
      "Não uso o Discord, tem outra forma de contatá-los?",
      "subatomoen(at)gmail(dot)com . "
    ],
    "Links": [
      "Links:",
      "A página principal de aplicação será lançada quando estiver perto da marca!",
      "Página de envio$LINK TO SUBMISSIONS",
      "Tutorial",
      "Template",
      "Orientações",
      "Página de Anúncios"
    ],
    "Technical Specifications": [
      "Especificações Técnicas:",
      "Sprite sheet de 400x400 (4 frames de 200x200). A animação roda a 10 frames por segundo.",
      "Pato deve estar virado para a direita ->",
      "Alinhe a parte inferior do pato com a parte inferior de cada frame.",
      "Formato .png com fundo transparente (será reduzido para PNG-8)",
      "Tamanho do arquivo deve ser menor que 100KB",
      "!END"
    ]
  },
  "NL": {
    "Main page": [
      "Hoofdpagina",
      "Subamoto vijvers",
      "Bezoek de vijver",
      "Over het project",
      "Over Oozora Subaru",
      "Taal selectie",
      "ENGELS",
      "SPAANS",
      "INDONESISCH",
      "JAPANS",
      "PORTUGEES",
      "Betreed de vijver!",
      "Over het project",
      "Oozora Subaru",
      "Youtube kanaal",
      "Selecteer vijver",
      "Vorige",
      "Volgende",
      "Dit project was gecreeërd als een cadeau voor Oozora Subaru voor haar 1 milioen subscriber mijlpaal. Het kwam eerst als een cadeau van de Subamoto EN discord server, maar we willen het een cadeau maken van de helen Hololive community gezamelijk. Geen grenzen, geen fandom, gewoon de leifde voor Subaru en haar eendelijkheid.",
      "Shuba Shuba Shuba!",
      "De manager van een vechtspoort en een E-sports club. een opperst geestelijk, vrolijk, levendig meisje die met iedereen kan praaten zonder te zweten. Ze is op het moment haar pro-gamer skills aan het oefenen.",
      "Ze is totaal geen eend."
    ],
    "UPLOAD": [
      "~NOT YET TRANSLATED~",
      "Uw weergavenaam. als uw het blank laat, zult uw naamSubamoto + een gegenereerde ID zijn.",
      "Uw felicitatie bericht voor Subaru.",
      "Kunnen we u contacteren als er een probleem is met uw inzending. dit is optioneel.",
      "We zullen alleen contact opnemen als er een probleem is!",
      "Nee",
      "Ja",
      "Uw E-mail:",
      "Uw discord naam en id:",
      "Zorg ervoor dat uw",
      "privé instellingen",
      "ons toelaat om uw te DM'en",
      "Geluid om te spelen waarneer gedrukt:",
      "Willekeurig gekozen",
      "Ajimaru Kazoo",
      "Chuba Chuba Chuba",
      "Chubaaaaaaa",
      "Hier gaan we",
      "Jakajakajanjan",
      "morning shuba",
      "Oyasumi (ASMR)",
      "Quack Quack",
      "geheim",
      "Shuba (x4)",
      "Shuba!",
      "Shushushushu",
      "UN",
      "Upload uw een hieronder",
      "Eend uploaden...",
      "Voorbeschouwing"
    ],
    "TUTORIAL": [
      "Totorial",
      "Gedeeld door het level van kennis",
      "Hoe kan ik deelnemen?(een samenvatting)",
      "Ik weet nergens iets van",
      "Ik heb kennis over een beetje animatie",
      "Ik weet iets over grafisch ontwerpen",
      "Uploaden",
      "Veelgestelde vragen",
      "Hoe kan ik deelnemen?",
      "Lees deze link eerst alstublieft",
      "hoe maak je een animatie?",
      "Animatie is het vastleggen van opeenvolggend, stilstaande afbeelidigen-tekeningen of foto's van objecten-en ze te afspelen in snel succes om een echte wereldse motie te mimieke. Als u ooit een flip boek hebt gezien, dan weet je hoe het werkt.",
      "Wat is een sprite sheet?",
      "Een sprite sheet is een grote afbeelding dat alle animatie bevat van een karakter. Inplaats van het omgaan met vele single files.Voor uw inzending, moet u elke animate frame naast elkaar plaatsen. alle frames moeten de zelfde grote zijn, en de animatie moet uitgelijned in elke frame.",
      "De frame volgorde is 1>2>1>3>herhaal. Frame een is ook de rusthouding. dit is hoe de animatie er uit ziet, at 10 frmaes per seconde.",
      "Wat moet ik eigelijk doen?",
      "We hebben u voorzien van een template waar u overheen kan tekenen en het te personaliseren. U bent vrij uw eigen te tekenen, maar volg alstublieft de ",
      "guidelines",
      "En uw resulterende file moet overeenkomen met de ",
      "technische specificaties",
      "Als u geen toegang hebt tot een editing software, kunt u deze website gratis gebruiken en onze template importeren",
      "https://prominentdetail.github.io/Pixel.Tools/",
      "Deze website ondersteunt online coöperatief tekenen,en ook een wacom tablet plugin als je firefox gebruikt",
      "En natuurlijk, als je eigen software liever gebruikt, ben je vrij om het te gebruiken",
      "notitie op Piksel",
      "Pikselapp is een ander browser editor met sprite sheet tools, Wij raden u echter niet aan om Piskel te gebruiken als u van plan bent ons template te gaan gebruiken. Piskel creëert aliasing op de geïmporteerde afbeelding, terwijl andere editors dat niet doen. ",
      "Uploaden",
      "Upload ",
      "Hier",
      "Veelgestelde vragen",
      "Help!!!",
      "Iemand op discord waarschijnlijk bereid om u te helpen",
      "Kan ik _dit_ doen",
      "Niet waarshijnlijk, neem contact op met ons via discord",
      "Ik heb een vraag die niet tussen de veelgestelde vragen zitten",
      "Neem contact op via discord",
      "Gebruikte referenties",
      "https://99designs.com/blog/video-animation/what-is-animation/",
      "https://www.codeandweb.com/texturepacker/tutorials/how-to-create-a-sprite-sheet",
      "~NOT YET TRANSLATED~"
    ],
    "Advertisement": [
      "Advertentie",
      "Subaru is dicht bij de 1 miljoen subscribers! de Subamoto EN Fan Server hebben een webpagina gecreeërd. En iedereen is uitgenodigd om mee te doen! het is een beetje uitgebreid om het uit te leggen door tekst, dus hier is een kleine video om te demonstreren waar we aan het werk mee zijn.  Elke eend is getekend ddo een Subamoto in de comunity! we willen idereen vragen om deel te nemen!",
      "Hoe kan ik deel nemen!",
      "~NOT YET TRANSLATED~",
      "Teken een geanimeerde eend voor Subaru! Wij nemen sprite sheet inzendingen. De technische Spesificaties zijn",
      "hier",
      "Het is oke als u niet kan tekenen! de ontwikkelaars kunnen het ook niet! We hebben een template eend die u mag gebruiken",
      "~NOT YET TRANSLATED~",
      "Als u onbekend bent met grafisch ontwerpen, hebben we een kleine totorial",
      "hier$LINK TO TUT.",
      "Als u echt, echt niet kan tekenen. hebben we ook een tool gemaakt waar je accessoires kan slepen & neerzetten op je eend",
      "Waarneer u klaar bent, ga naar de",
      "inzending pagina",
      "Waarneer je een file kiest om te uploaden, zou je een preview moeten kunnen zien van hoe jou eend er uit gaat zien. Als je helemaal niks ziet, licht het waarschijnlijk aan uw",
      "technische specificaties",
      "die uit staan. Waarneer u uw eend inzent, zult u het niet meer kunnen zien tot Subaru's mijlpaal. U kunt uw e-mail adress geven als u op de hoogte wilt worden gehouden als er iets mis was met uw inzending. Maar, als er iets mis is met uw inzending en geen contact aangeeft. zal het verloren gaan in de leegte",
      "Samenvatting:",
      "Ga naar"
    ],
    "inzending pagina]": [
      "En dien uw sprite sheet in met",
      "deze specs",
      "een gepersonaliseerde eend, met uw naam (optioneel). volg de",
      "richtlijnen",
      "Deel het alstublieft niet op twitter met Subaru's kunst tag"
    ],
    "GUIDELINES": [
      "RICHTLIJNEN",
      "Subaru mijlpaal inzending regels & richtlijnen",
      "Als u deze pagina hebt berijkt zonder enig idee te hebben van wat er gaande is,",
      "lees dit eerst",
      "normale basisregels zijn van toepassing - geen verwijzingen naar religies of politiek, geen scheldwoorden, beledigingen, ect. Ook geen combinaties van letters, nummers, tekens, symbolen ect. die mensen kunnen opvatten als dat. Als uw naam wordt gedekt met een ambulance in Sausage Legends zal het afgewezen worden.",
      "Naam",
      "Uw naam is beperkt tot minder dan 16 tekens",
      "Speciale tekens zoals -_():; zijn geacepteerd, maar als het onaangenaam word gebruikt, zullen wij het afwijzen.",
      "Gebruik a.u.b alleen de talen die wij ondersteunen (EN, ID, ES, PT, NL). als uw een inzending doet die geen van die talen bevat, kan het worden afgewezen",
      "Bericht",
      "Minder dan 128 tekens lang, alle bovenstaande regels zijn van toepassing",
      "Eend",
      "Uw inzending moet een eend voorstellen. Het is oke als het een beetje lijk op een kip of een anderen vogel.",
      "Plaats uw eend onderaan het het frame, ongeveer het zelde als onze template.",
      "Vermijd om te teken dicht bij de poten, De eend zult gaan zwemmen. Waarneer de eend op land gaat zullen wij benen toevegen via code.",
      "U bent niet vereist om onze gegeven template te gebruiken. je kunt een preview zien van hoe je eend eruit zal zien in de upload pagina.",
      "Hou a.u.b uw eend thema consequent over elke frame",
      "Je mag meer dan één inzending doen.\n",
      "Veelgestelde vragen",
      "Hoe weet ik of mijn inzending is geacepteerd?",
      "U kan er vanuit gaan dat het was geacepteerd. Maar als er iets verkeerd ging, zullen wij contact opnemen met u en u vertellen wat er fout aan is.(Als u uw contact info hebt achtergelaten).",
      "Waarneer kunnen wij het afgemaakte project bekijeken?",
      "De web pagina met alle inzendingen zullen publiek open zijn, als dichtstbijzijnst tot Subaru's 1 miljoen subscriber mijlpaal mogelijk. Hou een oog open voor berichten op Discord en SNS.",
      "Kan ik mijn inzending op Twitter posten onder Subaru's kunst tag, of op Reddit?",
      "Houdt het alstublieft een geheim! Subaru bekijkt haar kunst tag dagelijks, en ze heeft gezegd dat ze ook soms Reddit bekijkt. We willen graag dat het een verassing wordt. U mag wel de designs delen op Discord",
      "Kan ik gewoon iets plakken op de eend?",
      "Ja, als de clip art royalty free is. Je mag onze voorziende activa ook gebruiken. Steel iemand anders zijn kunstwerk niet.",
      "Ik kan niet tekenen, maar ik wil toch graag mijn steun geven!",
      "We hebben het zo makkelijk mogelijk gemaakt om iets in te zenden met onze $LINK TO EDITOR. Als u de tijd hebt genomen om de instructies tot hier te lezen, dan kunt u ook 2 minuten spenderen om wat accessoires te slepen op een eend.",
      "Ik heb geen teken programa!",
      "Er zijn opties, bezoek de",
      "tutorial.($LINK TO TUT)",
      "U kan ook onze editor gebruiken, maar het heeft beperkte functies.",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "subatomoen(at)gmail(dot)com . "
    ],
    "Links": [
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~"
    ],
    "Technical Specifications": [
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "!END"
    ]
  },
  "JP": {
    "Main page": [
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "池に入って！",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "Shuba Shuba Shuba!",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~"
    ],
    "UPLOAD": [
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~"
    ],
    "TUTORIAL": [
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "https://prominentdetail.github.io/Pixel.Tools/",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "https://99designs.com/blog/video-animation/what-is-animation/",
      "https://www.codeandweb.com/texturepacker/tutorials/how-to-create-a-sprite-sheet",
      "~NOT YET TRANSLATED~"
    ],
    "Advertisement": [
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~"
    ],
    "GUIDELINES": [
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "subatomoen(at)gmail(dot)com . "
    ],
    "Links": [
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~"
    ],
    "Technical Specifications": [
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "!END"
    ]
  },
  "KR": {
    "Main page": [
      "메인 페이지",
      "스바토모 연못",
      "연못 관찰",
      "프로젝트에 대해",
      "오오조라 스바루에 대해",
      "언어 선택",
      "영어",
      "스페인어",
      "인도네시아어",
      "일본어",
      "포르투갈어",
      "연못에 입수!",
      "프로젝트에 대해",
      "오오조라 스바루",
      "유튜브 채널",
      "연못 선택",
      "이전",
      "다음",
      "이 프로젝트는 오오조라 스바루 유튜브 채널 구독자 수 100만명 돌파 기념선물입니다. Subatomo EN 디스코드 서버에서 계획되긴 했지만 서버, 펜덤, 국경과 무관하게 호로라이브 커뮤니티의 모두를 위한 선물로 준비된 프로젝트입니다. 스바루와 스바루의 오리성에 대한 애정이 중요하지, 누가 애정하는지는 중요하지 않습니다!",
      "\"슈바슈바슈바\"는 좀 에반거 같은데 어쩌지..",
      "MMA동아리 및 E-Sports동아리의 매니저. 매우 활기차고, 활발하며, 생기 넘치는 여자얘로서 누구한테나 편하게 말을 걸 줄 압니다. 현재로서는 프로게이머가 되기 위해 연습중입니다.",
      "그런 얘가 오리일 리가 없죠^^"
    ],
    "UPLOAD": [
      "~NOT YET TRANSLATED~",
      "사용자ID. 입력된 ID가 없을 경우, 사용자ID는 \"Subatomo + 렌덤숫자ID\"로 저장됩니다.",
      "스바루를 위한 축하 메시지",
      "문제가 있을 경우 연락드려도 되겠습니까? (선택사항)",
      "문제가 없을 경우에는 따로 연락드리지 않습니다.",
      "네",
      "아니요",
      "이메일 주소:",
      "디스코드 이름 및 ID:",
      "-",
      "-",
      "디스코드의 ",
      "개인정보 보호 및 보안",
      "설정에서 개인 메시지를 수령할 수 있도록 설정돼있는지 확인해주십시오.",
      "눌렸을 경우 재생될 소리 선택:",
      "렌덤 선택",
      "-",
      "아지마루 카주",
      "츄바 츄바 츄바",
      "츄바아아아아아",
      "here we go [translating this into korean seems weird]",
      "쟈카쟈카쟌쟌",
      "모닝슈바",
      "오야스미(ASMR)",
      "꽥꽥",
      "secret [translating this into korean seems weird]",
      "슈바 (x4)",
      "슈바!",
      "슈슈슈슈슈",
      "응!",
      "하단에서 본인의 오리 등록",
      "오리 등록중...",
      "프리뷰"
    ],
    "TUTORIAL": [
      "튜토리얼",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "https://prominentdetail.github.io/Pixel.Tools/",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "https://99designs.com/blog/video-animation/what-is-animation/",
      "https://www.codeandweb.com/texturepacker/tutorials/how-to-create-a-sprite-sheet",
      "~NOT YET TRANSLATED~"
    ],
    "Advertisement": [
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~"
    ],
    "GUIDELINES": [
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "subatomoen(at)gmail(dot)com . "
    ],
    "Link": [
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~"
    ],
    "Technical Specifications": [
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "~NOT YET TRANSLATED~",
      "!END"
    ]
  }
}
